src/test/resources/payload/consultarCRA.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ind="http://sicredi.com.br/crm/ws/v1/indicadorCra">
<soapenv:Header/>
<soapenv:Body>
    <ind:consultarCRA>
        <ind:inConsultarCRA>
            <ind:numDocumento>#(numDocumento)</ind:numDocumento>
            <ind:codCooperativa>#(codCooperativa)</ind:codCooperativa>
        </ind:inConsultarCRA>
    </ind:consultarCRA>
</soapenv:Body>
</soapenv:Envelope>